Repository: zzag/plasma5-wallpapers-dynamic
Catalog: src/translations/po/*.po
Languages: de, pl

source: %1 is not a dynamic wallpaper
de: %1 ist kein dynamischer Hintergrund
pl: %1 nie jest tapetą dynamiczną

source: Dynamic wallpaper files
de: Dynamische Hintergrundbilder
pl: Pliki tapety dynamicznej

source: Dynamic wallpaper file
de: Dynamischer Hintergrund
pl: Plik tapety dynamicznej

source: Failed to create a heif_image: %1
de: Fehler beim Erstellen des HEIF-Bildes: %1
pl: Nie udało się stworzyć obrazu HEIF: %1

source: Failed to add a color plane: %1
de: Fehler beim Hinzufügen der Farbpallette: %1
pl: Nie udało się dodać palety kolorów: %1

source: Failed to set ICC profile: %1
de: Fehler beim Festlegen des ICC Profils: %1
pl: Nie udało się ustawić profilu ICC: %1

source: Failed to encode image: %1
de: Fehler beim Komprimieren des Bildes: %1
pl: Nie udało się zdekodować grafiki: %1

source: Failed to add XMP metadata: %1
de: Fehler beim Hinzufügen der XMP Metadaten: %1
pl: Nie udało się dodać metadanych XMP: %1

source: Failed to set the primary image: %1
de: Fehler beim Festlegen des Primärbildes: %1
pl: Nie udało się ustawić grafiki głównej: %1

source: No error
de: Kein Fehler
pl: Brak problemów

source: No assigned device
de: Kein zugewiesenes Gerät
pl: Brak przypisanego urządzenia

source: Invalid HEIF file: %1
de: Ungültige HEIF Datei: %1
pl: Nieprawidłowy plik HEIF: %1

source: Failed to decode image: %1
de: Fehler beim dekodieren des Bildes: %1
pl: Nie udało się zdekodować grafiki: %1

source: Fill Mode:
de: Füllmodus:
pl: Tryb wypełnienia:

source: Scaled and Cropped
de: Skaliert und zugeschnitten
pl: Przeskalowane i ucięte

source: Scaled
de: Skaliert
pl: Przeskalowane

source: Scaled, Keep Proportions
de: Skaliert, Seitenverhältnis beibehalten
pl: Przeskalowane, z zachowanymi proporcjami

source: Centered
de: Zentriert
pl: Wyśrodkowane

source: Tiled
de: Gekachelt
pl: Wykafelkowany

source: Automatically detect location
de: Position automatisch ermitteln
pl: Automatycznie wykryj lokalizację

source: Latitude:
de: Breitengrad:
pl: Szerokość geograficzna:

source: Longitude:
de: Längengrad:
pl: Długość geograficzna:

source: Update Every:
de: Aktualisiere jede:
pl: Aktualizuj co:

source: minute
pl: minuta

# <image> by <author> (<license>)
source: By %1 (%2)
pl: Autor %1 (%2)

source: Restore Wallpaper
de: Hintergrundbild wiederherstellen
pl: Przywróć tapetę

source: Remove Wallpaper
de: Hintergrundbild löschen
pl: Usuń tapetę

source: Open Wallpaper
de: Hintergrundbild öffnen
pl: Otwórz tapetę

source: HEIF Image Files (*.heic *.heif)
de: HEIF Bild Dateien (*.heic *.heif)
pl: Pliki grafiki HEIF (*.heic *.heif)

source: Add Wallpaper...
de: Hintergrundbild hinzufügen...
pl: Dodaj tapetę...

source: Quality of the encoded images (from 0 to 100)
de: Qualität der komprimierten Bilder (von 0 bis 100)
pl: Jakość enkodowanych grafik (od 0 do 100)

source: Discard embedded color profile
de: Eingebettetes Farbprofil verwerfen
pl: Odrzuć wbudowany profil kolorów

source: Use lossless coding
de: Verlustfrei komprimieren
pl: Używaj enkodowania bezstratnego
